{
   "Conceptualizing":"Menyusun suatu perencanaan untuk dijadikan pedoman masa depan, berdasarkan apa yang dilihat, dialami, dipikirkan atau diyakini.",
   "Compliancing":"Menjalankan serta menjaga kepatuhan dan ketaatan terhadap aturan yang berlaku.",
   "Editing":"Menyusun,merapihkan, merubah, mengoreksi, menyempurnakan tulisan atau bahan presentasi/audio/video yang telah dibuat sebelumnya, sebelum dipublikasikan atau dipresentasikan",
   "Filling":"Menyimpan berkas/dokumen/file ditempat yang benar dengan rapih, agar mudah dicari.",
   "Housekeeping":"Menyiapkan, merapihkan,membersihkan serta menata sesuatu (khususnya ruangan) (Rumah,hotel,Perkantoran).",
   "Interpreting":"Memahami terlebih dahulu untuk kemudian menjelaskan arti, atau makna dari sesuatu dengan bahasa yang dapat dimengerti.",
   "Organising":"Menyusun atau mengatur acara, sistem, benda, dan prosedur.",
   "Redacting":"Memilih fokus pembahasan dan menyusun kembali (biasanya dengan mengurangi kata/kalimat sensitif) dokumen tertulis yang kemudian siap dipublikasikan.",
   "Reporting":"Menyampaikan informasi baik lisan maupun tulisan mengenai sesuatu yang sedang maupun yang telah terjadi.",
   "Scheduling":"Membuat urutan tugas atau aktivitas yang akan dilakukan dalam jangka waktu tertentu.",
   "Transcribing":"Menuliskan kembali suatu catatan ringkas (steno)/rekaman/hasil dikte yang sudah dibuat, ke bentuk catatan yang jelas dan lengkap.",
   "Translating":"Menuliskan atau mengucapkan sesuatu kedalam bahsa lain yang diperlukan agar orang yang membaca atau mendengarnya dapat mengerti (menterjemahkan).",
   "Typewriting":"Melakukan pengetikan atau memasukkan data , untuk menghasilkan dokumen, berkas, artikel.",
   "Writing":"Menulis artikel,ide,dokumen,cerita, blog, atau buku.",
   "Assembling":"Menyusun semua bagian suku cadang dari suatu benda atau barang, untuk kemudian menjadi satu kesatuan yang lengkap dan bisa digunakan.",
   "Building":"Membuat konstruksi rumah, gedung, pabrik, jembatan, dan struktur lainnya.",
   "Delivering":"Mengirim sesuatu seperti surat, barang yang dibeli atau dipesan ke alamat atau orang tertentu.",
   "Distributing":"Menyebarkan sesuatu (barang, surat, artikel, dan lain-lain) pada saat yang hampir bersamaan ke tempat atau daerah tertentu.",
   "Finishing":"Kegiatan tahap terakhir untuk menyelesaikan proses produksi, proyek atau konstruksi.",
   "Installing":"Memasang bagian-bagian terpisah dari suatu mesin atau peralatan (misal mur, baut, dan lain-lain), sehingga mesin atau alat tersebut bisa digunakan.",
   "Maintaining":"Memelihara fungsi mesin, peralatan, sistem atau bangunan.",
   "Manual Skill":"Pekerjaan yang banyak membutuhkan ketrampilan dari tangan dan anggota tubuh lainnya",
   "Monitoring":"Mengawasi kemungkinan ketidaksesuaian atau ketidakseimbangan atas suatu pekerjaan atau tugas",
   "Operating":"Menjalankan atau mengoperasikan sesuatu (mesin, peralatan, proses, atau sistem).",
   "Physical Skill":"Menggunakan fungsi koordinasi fisik, seperti memanjat, mengontrol dan mengoperasikan peralatan",
   "Planting":"Melakukan kegiatan menyiapkan, menyemai, menumbuhkan, memelihara, merawat tumbuhan atau tanaman.",
   "Producing":"Membuat atau menciptakan sesuatu sesuatu menjadi barang jadi ataupun barang setengah jadi.",
   "Safekeeping":"Menjaga keselamatan dan keamanan dari sesuatu atau seseorang dari resiko kecelakaan, atau bahaya lainnya",
   "Securing":"Menjaga keamanan aset dari kehilangan, pencurian, kerusakan, dan lain-lain.",
   "Sport":"Melakukan kegiatan olah raga tertentu dan berprestasi",
   "Tending Animal":"Memberi makan, merawat, melatih, dan mengembangbiakkan binatang.",
   "Testing":"Melakukan pengujian untuk membuktikan sesuatunya bekerja dengan benar sesuai dengan spesifikasi yang diharapkan.",
   "Acting":"Mengekspresikan peran-peran yang berbeda dari keadaan diri kita yang sesungguhnya.",
   "Advertising":"Membuat promosi jasa/produk melalui media massa, agar jasa/produk tersebut semakin diminati oleh publik.",
   "Animating":"Menghasilkan suatu bentuk deretan gambar statis menjadi seperti bergerak atau dinamis.",
   "Beautifying":"Membuat sesuatu atau seseorang menjadi me nyenangkan dan menarik untuk dilihat.",
   "Conserving":"Menjaga sesuatu, khususnya sumber daya budaya dan lingkungan dari bahaya kehilangan, kerusakan, perubahan atau kelapukan",
   "Cooking":"Membuat dan memproduksi makanan atau kuliner.",
   "Creating":"Menggunakan imajinasi untuk menemukan suatu rancangan, produk atau layanan yang baru.",
   "Dancing":"Menampilkan gerakan tubuh yang indah dan harmonis, dengan diiringi irama tertentu",
   "Designing":"Menggambar sesuatu (Bangunan atau produk) yang direncanakan untuk dibuat, dengan memperlihatkan detail gambar tersebut.",
   "Developing":"Mengubah sesuatu sehingga menjadi lebih baik, lebih kuat, lebih menarik, dan lebih canggih.",
   "Drafting":"Membuat gambar teknik yang biasanya berupa blueprint, skema, diagram, atau denah",
   "Dramatizing":"Menjadikan suatu peristiwa atau cerita lebih menarik didengar, atau lebih dramatis.",
   "Ideating":"Melontarkan gagasan atas berbagai hal",
   "Marketing":"Kegiatan menyusun strategi pemasaran, termasuk cara menyajikan layanan/produk kepada publik agar mereka tertarik untuk membeli layanan/produk yang ditawarkan.",
   "Modelling":"Kegiatan seorang model fashion.",
   "Musical Art":"Kegiatan yang berkaitan dengan seni musik, seperti penggubah lagu, pemain alat musik, dll.",
   "Planning":"Membuat perencanaan, program dan prioritas kerja, revisi dan penyesuaian kebijakan, dan lain-lain.",
   "Publicizing":"Memberitakan atau mengumumkan sesuatu (produk, layanan, informasi) dengan cara yang mudah dimengerti agar diketahui dan diperhatikan orang banyak.",
   "Singing":"Kegiatan bernyanyi di depan publik atau penonton.",
   "Strategizing":"Kegiatan memilih dan menentukan solusi atau jalan terbaik menuju sasaran yang belum tentu terpikirkan oleh orang lain.",
   "Synthesizing":"Mencari dan mengintegrasikan ide-ide dan informasi yang sudah ada menjadi sesuatu hal yang baru.",
   "Visioning":"Kegiatan mengantisipasi masa depan secara bijak dan menentukan sasaran dengan tepat.",
   "Visual Art":"Kegiatan yang berkaitan dengan seni visual seperti melukis, desain grafis, membuat patung, menggambar, dan lain-lain.",
   "Assisting":"Membantu seseorang untuk menyelesaikan tugasnya, dengan menempatkan dirinya sebagai sub-ordinat atau bawahan.",
   "Caring":"Kegiatan yang menunjukkan perhatian dan kepedulian terhadap orang lain baik itu dari sisi fisik, medis atau kesejahteraan umum, seperti tugas perawatan atau kerja sosial.",
   "Counselling":"Membantu mencarikan solusi atas masalah pribadi atau masalah psikologis orang lain.",
   "Greeting":"Memberikan sapaan secara santun kepada orang lain baik yang sudah maupun yang belum dikenalnya.",
   "Informing":"Menyampaikan informasi, kabar, atau pengetahuan kepada orang lain.",
   "Serving":"Melayani orang lain dengan tulus dan profesional.",
   "Spiritualizing":"Aktivitas spiritual, seperti kontemplasi dan introspeksi terkait nilai-nilai kehidupan,memberi teladan kepada orang lain, dan lain-lain.",
   "Therapies":"Menyembuhkan dan merehabilitasi fisik, mental, atau perilaku seseorang.",
   "Volunteering":"Melakukan aktivitas sosial secara sukarela.",
   "Brokering":"Menjadi penghubung antara kedua belah pihak agar terjadi transaksi bisnis.",
   "Collecting":"Melakukan penagihan sesuai dengan kontrak atau perjanjian yang telah disepakati oleh dua belah pihak.",
   "Controlling":"Menggunakan kekuasaan untuk dapat mengatur dan mengawasi orang dalam melaksanakan tugas.",
   "Cooperating":"Bertindak atau bekerjasama dengan orang lain untuk mencapai sasaran bersama yang telah ditetapkan.",
   "Coordinating":"Mengatur pembagian tugas kepada beberapa orang agar dapat menyelesaikan tugas yang diberikan.",
   "Dispatching":"Menugaskan seseorang untuk pergi ke tempat tertentu sesuai dengan tugas yang harus dilakukan.",
   "Influencing":"Kegiatan mempengaruhi pikiran atau meyakinkan orang lain untuk mengikuti apa yang diucapkan atau diperbuat.",
   "Interrogating":"Mengajukan pertanyaan kepada orang lain secara agresif dan teliti untuk mengungkapkan kebenaran suatu kejadian atau peristiwa.",
   "Interviewing":"Menggunakan teknik bertanya, untuk mendapatkan informasi dari seseorang.",
   "Mediating":"Berusaha mengatasi dan melibatkan diri dalam upaya penyelesaian sebuah konflik atau perseteruan.",
   "Negotiating":"Berusaha mendapatkan kesepakatan tentang hal yang masih belum dapat diterima oleh pihak lain agar kedua belah pihak mendapatkan keuntungan, hak, atau kesempatan",
   "Purchasing":"Membeli sesuatu dengan uang atau alat pembayaran lain yang setara dengan upaya keras untuk mendapatkan nilai ekonomis yang terbaik.",
   "Recruiting":"Aktivitas mencari, memilih, dan mempekerjakan seseorang untuk posisi tertentu.",
   "Selling":"Menjual produk atau jasa dengan dengan cara meyakinkan orang lain untuk membelinya.",
   "Advising":"Memberikan nasihat atau saran kepada orang lain.",
   "Coaching":"Bermitra dengan orang lain untuk menemukan dan mengembangkan potensi kekuatan dalam rangka memperjelas dan menyelaraskan tujuan.",
   "Communicating":"Menyampaikan perasaan atau pikiran, dengan bahasa lisan, tulisan, atau gerakan anggota tubuh, sehingga orang lain dapat mengerti apa yang disampaikan.",
   "Consulting":"Memberikan arahan, strategi atau solusi kepada orang lain agar mencapai keberhasilan, sesuai dengan pengetahuan dan pengalaman dirinya.",
   "Corresponding":"Berkomunikasi secara tertulis, seperti melalui surat, email, media sosial, dan lain-lain.",
   "Entertaining":"Aktivitas yang membuat seseorang atau sekelompok orang menjadi terhibur.",
   "Guiding":"Membimbing orang atau pihak lain agar dapat menemukan sasaran atau jalan yang telah ditetapkan.",
   "Liaising":"Menjadi perwakilan dari suatu organisasi untuk mengembangkan jaringan, dengan cara membangun dan memelihara hubungan dengan pelanggan ataupun stakeholder lainnya.",
   "Representing":"Bertindak atau berbicara atas nama orang/pihak lain.",
   "Relating":"Menjalin hubungan persahabatan berdasarkan rasa saling pengertian atau berbagi pandangan dan kepedulian.",
   "Mentoring":"Mengajarkan orang lain dengan cara memberikan contoh dan arahan agar mencapai keberhasilan.",
   "Motivating":"Memberi semangat dan rasa optimis kepada orang lain, agar mereka dapat berkinerja maksimum.",
   "Presenting":"Menyampaikan/menampilkan sesuatu secara langsung kepada audiens/orang banyak dengan cara yang menarik dan mudah dimengerti.",
   "Supporting":"Mendukung orang atau kelompok lain agar dapat melaksanakan tugasnya secara optimal.",
   "Teaching":"Mengajar dan menyampaikan ilmu pengetahuan dengan cara yang baik dan mudah dipahami oleh orang lain.",
   "Training":"Mengajari keterampilan, prosedur, metoda, keahlian, dan lain-lain untuk mengembangkan pemahaman ataupun kemampuan seseorang.",
   "Analysing":"Aktivitas seperti mengurai, membedakan, memilah sesuatu secara metodologis untuk dikelompokkan kembali menurut kriteria tertentu, kemudian dicari kaitannya dan ditafsirkan maknanya.",
   "Bookeeping":"Mencatat transaksi keuangan yang diterima dan dikeluarkan oleh individu atau organisasi, dalam sebuah catatan berstandar tertentu.",
   "Budgeting":"Merencanakan, mengatur dan mengalokasikan anggaran.",
   "Cashiering":"Menerima, menyimpan, membayarkan uang sesuai sistem dan prosedur yang berlaku, serta menyimpan catatannya.",
   "Costing":"Memantau atau memeriksa pengeluaran dana yang telah diperhitungkan sebelumnya dalam rangka pelaksanaan suatu proyek.",
   "Estimating":"Membuat perhitungan perkiraan biaya dari suatu pekerjaan, untuk keperluan pembuatan penawaran harga.",
   "Programming":"Merancang dan membuat sebuah program, antar-muka, maupun piranti lunak perangkat berbasis komputer, termasuk diantaranya smartphone dan tablet.",
   "Appraising":"Menaksir nilai atau harga dari sesuatu (barang, produk, bangunan, tanah, perusahaan, dll).",
   "Auditing":"Melakukan pemeriksaan dan memberikan ulasan terkait keuangan, prosedur ataupun instalasi, yang dilakukan sesuai dengan kebutuhan.",
   "Diagnosing":"Mencari dan menemukan akar penyebab dari suatu masalah.",
   "Evaluating":"Menimbang atau menilai sesuatu untuk menentukan harga, kualitas, kepentingan,atau kondisinya.",
   "Identifying":"Mengenali sesuatu atau seseorang agar dapat memastikan kejelasan identitasnya.",
   "Inspecting":"Memeriksa sesuatu dengan teliti (secara terjadwal ataupun insidentil) untuk memastikan kualitas atau kebenarannya.",
   "Investigating":"Melakukan penyelidikan atau pencarian bukti dan fakta secara detil, untuk mengungkapkan kejadian sebenarnya.",
   "Observing":"Memperhatikan seseorang atau sesuatu dengan teliti, umumnya untuk kepentingan ilmiah.",
   "Reasearching":"Melakukan penelitian terhadap sesuatu secara terencana untuk menemukan fakta-fakta dan teori baru atau menyempurnakan teori yang sudah ada.",
   "Restoring":"Memperbaiki sesuatu atau memulihkan seseorang agar kembali kepada kondisi semula.",
   "Reviewing":"Mengulas sesuatu berupa ringkasan, peninjauan dari berbagai sumber baik mengupas kekurangan dan keunggulan, menafsir sesuatu, serta memberikan komentar terhadap sesuatu secara objektif.",
   "Surveying":"Memperhatikan sesuatu atau seseorang dengan seksama, khususnya untuk membuat suatu opini atau laporan.",
   "Verifying":"Membuktikan sesuatu dengan cara menelaah atau membandingkan untuk memastikan kebenaran atau kesesuaiannya."
}
