{
   "Conceptualizing":"Menyusun suatu perencanaan untuk dijadikan pedoman masa depan, berdasarkan apa yang dilihat, dialami, dipikirkan atau diyakini.",
   "Compliancing":"Menjalankan serta menjaga kepatuhan dan ketaatan terhadap aturan yang berlaku.",
   "Editing":"Menyusun,merapihkan, merubah, mengoreksi, menyempurnakan tulisan atau bahan presentasi/audio/video yang telah dibuat sebelumnya, sebelum dipublikasikan atau dipresentasikan",
   "Filling":"Menyimpan berkas/dokumen/file ditempat yang benar dengan rapih, agar mudah dicari.",
   "Housekeeping":"Menyiapkan, merapihkan,membersihkan serta menata sesuatu (khususnya ruangan) (Rumah,hotel,Perkantoran).",
   "Interpreting":"Memahami terlebih dahulu untuk kemudian menjelaskan arti, atau makna dari sesuatu dengan bahasa yang dapat dimengerti.",
   "Organising":"Menyusun atau mengatur acara, sistem, benda, dan prosedur.",
   "Redacting":"Memilih fokus pembahasan dan menyusun kembali (biasanya dengan mengurangi kata/kalimat sensitif) dokumen tertulis yang kemudian siap dipublikasikan.",
   "Reporting":"Menyampaikan informasi baik lisan maupun tulisan mengenai sesuatu yang sedang maupun yang telah terjadi.",
   "Scheduling":"Membuat urutan tugas atau aktivitas yang akan dilakukan dalam jangka waktu tertentu.",
   "Transcribing":"Menuliskan kembali suatu catatan ringkas (steno)/rekaman/hasil dikte yang sudah dibuat, ke bentuk catatan yang jelas dan lengkap.",
   "Translating":"Menuliskan atau mengucapkan sesuatu kedalam bahsa lain yang diperlukan agar orang yang membaca atau mendengarnya dapat mengerti (menterjemahkan).",
   "Typewriting":"Melakukan pengetikan atau memasukkan data , untuk menghasilkan dokumen, berkas, artikel.",
   "Writing":"Menulis artikel,ide,dokumen,cerita, blog, atau buku.",
   "Assembling":"Menyusun semua bagian suku cadang dari suatu benda atau barang, untuk kemudian menjadi satu kesatuan yang lengkap dan bisa digunakan.",
   "Building":"Membuat konstruksi rumah, gedung, pabrik, jembatan, dan struktur lainnya.",
   "Delivering":"Mengirim sesuatu seperti surat, barang yang dibeli atau dipesan ke alamat atau orang tertentu.",
   "Distributing":"Menyebarkan sesuatu (barang, surat, artikel, dan lain-lain) pada saat yang hampir bersamaan ke tempat atau daerah tertentu.",
   "Finishing":"Kegiatan tahap terakhir untuk menyelesaikan proses produksi, proyek atau konstruksi.",
   "Installing":"Memasang bagian-bagian terpisah dari suatu mesin atau peralatan (misal mur, baut, dan lain-lain), sehingga mesin atau alat tersebut bisa digunakan.",
   "Maintaining":"Memelihara fungsi mesin, peralatan, sistem atau bangunan.",
   "Manual Skill":"Pekerjaan yang banyak membutuhkan ketrampilan dari tangan dan anggota tubuh lainnya",
   "Monitoring":"Mengawasi kemungkinan ketidaksesuaian atau ketidakseimbangan atas suatu pekerjaan atau tugas",
   "Operating":"Menjalankan atau mengoperasikan sesuatu (mesin, peralatan, proses, atau sistem).",
   "Physical Skill":"Menggunakan fungsi koordinasi fisik, seperti memanjat, mengontrol dan mengoperasikan peralatan",
   "Planting":"Melakukan kegiatan menyiapkan, menyemai, menumbuhkan, memelihara, merawat tumbuhan atau tanaman.",
   "Producing":"Membuat atau menciptakan sesuatu sesuatu menjadi barang jadi ataupun barang setengah jadi.",
   "Safekeeping":"Menjaga keselamatan dan keamanan dari sesuatu atau seseorang dari resiko kecelakaan, atau bahaya lainnya",
   "Securing":"Menjaga keamanan aset dari kehilangan, pencurian, kerusakan, dan lain-lain.",
   "Sport":"Melakukan kegiatan olah raga tertentu dan berprestasi",
   "Tending Animal":"Memberi makan, merawat, melatih, dan mengembangbiakkan binatang.",
   "Testing":"Melakukan pengujian untuk membuktikan sesuatunya bekerja dengan benar sesuai dengan spesifikasi yang diharapkan.",
   "Acting":"Mengekspresikan peran-peran yang berbeda dari keadaan diri kita yang sesungguhnya.",
   "Advertising":"Membuat promosi jasa/produk melalui media massa, agar jasa/produk tersebut semakin diminati oleh publik.",
   "Animating":"Menghasilkan suatu bentuk deretan gambar statis menjadi seperti bergerak atau dinamis.",
   "Beautifying":"Membuat sesuatu atau seseorang menjadi me nyenangkan dan menarik untuk dilihat.",
   "Conserving":"Menjaga sesuatu, khususnya sumber daya budaya dan lingkungan dari bahaya kehilangan, kerusakan, perubahan atau kelapukan",
   "Cooking":"Membuat dan memproduksi makanan atau kuliner.",
   "Creating":"Menggunakan imajinasi untuk menemukan suatu rancangan, produk atau layanan yang baru."
}
