{
  "posts": [
    {
      "id": 4,
      "title": "Peran Bakat Dalam Pemilihan Jurusan",
      "description": "I am not perfect, but i am very special limited edition (Abah Rama) ...",
      "slug": "bakat-dan-jurusan",
      "bahasa": "language-js",
      "body": [
        "Ada tiga hal penting yang perlu diperhatikan dalam pemilihan jurusan, yaitu bakat, minat dan kemampuan akademik. Bakat cenderung diartikan sebagai faktor bawaan sejak lahir, sedangkan minat cenderung berasal dari pengaruh faktor eksternal (lingkungan).",
        "<span style='color: #ea580c; font-weight: bold; '>Definisi Bakat yang Sesungguhnya</span>",
        "Sangat beragam pendapat orang tentang arti bakat. dalam tulisan kali ini, penulis merujuk arti bakat yang dikemukakan oleh Abah Rama Royani, Penemu Talents Mapping. Bakat diartikan sebagai sifat (personality) yang produktif. Dikatakan produktif bilamana suatu sifat (personality) dapat dimanfaatkan sebesar-besarnya untuk menghasilkan sesuatu. Adapun sifat lainnya yang tidak ada hubungannya dengan produktivitas berarti tidak termasuk dalam arti bakat.",
        "<span style='color: #ea580c; font-weight: bold;'>Fokus Pada Kekuatan, Siasati Keterbatasan</span>",
        "Setelah kalian mengetahui sifat (personality) masing-masing, langkah selanjutnya adalah menggunakannya sebagai kekuatan (nilai lebih). Setiap orang akan memiliki lebih dari satu personality yang menjadikan dirinya unik. Potensi-potensi kekuatan yang dimiliki harus diarahkan ke tempat yang tepat (jurusan  dan karir yang sesuai). Sebagai contoh, seseorang yang senang berkomunikasi pada orang atau memiliki kemampuan untuk melihat potensi orang lain dan senang melihat orang lain berhasil, maka jurusan yang mengarah pada profesi guru cocok baginya. Contoh lain, jika seseorang suka berpikir sistematis dan senang mengkomunikasikan pikirannya, maka jurusan yang mengarah pada aktivitas menulis cocok baginya. Disisi lain, setiap orang akan memiliki keterbatasan dalam hal tertentu. Keterbatasan itu harus tetap kita akui sebagai muhasabah kita bahwa tak ada manusia yang sempurna, tetapi tiap manusia itu unik.",
        "<span style='color: #ea580c; font-weight: bold;'>Ciri-ciri Bakat</span>",
        "Pertama, adakah aktivitas yang membuat kamu lupa waktu atau waktu terasa berlalu begitu cepat?ini mungkin salah satu tanda bakat anda. Kedua, ketika orang lain terlihat kesulitan mempelajari sesuatu, tetapi bagi kamu itu hal yang mudah, orang lain merasa iri dan kadang bertanya kepadamu, ini juga merupakan tanda bakat. Ketiga, ketika kamu melakukan sesuatu bahkan tanpa persiapan tetapi hasilnya tetap maksimal. Keempat, aktivitas tertentu yang memperlihatkan sekelebat keunggulanmu sehingga kamu berpikir, kok bisa ya saya melakukannya. Kelima, aktivitas yang membuat kamu merasa puas dan ingin mengulanginya lagi tanpa rasa bosan dan tanpa rasa lelah.",
        "<span style='color: #ea580c; font-weight: bold;'>Cara mengembangkan bakat</span>",
        "Setelah kamu menemukan potensi kekuatanmu, maka saatnya buat kamu untuk terjun ke dalam aktivitas yang dapat mengembangkan kekuatanmu, sehingga kamu merasa enjoy dan easy. Tambahkan pengetahuan (knowledge) yang dibutuhkan dalam aktivitas tersebut."
      ],
      "ogImageName": "testOg.png",
      "imageUrl": "https://kevin-lehner.com/wp-content/uploads/2019/10/cropped-Talent.jpg",
      "writer": "Wahyudi, S.Pd.",
      "createdAt": "2023-09-12T11:51:56",
      "updatedAt": "2023-09-12T11:51:56",
      "tags": "SNBT",
      "keyword": "SNBT"
    },
    {
      "id": 3,
      "title": "Tips Memilih Jurusan Kuliah",
      "description": "Sebanyak 85% mahasiswa di Indonesia salah memilih jurusan, lalu bagaimanakah tips memilih jurusan ? lanjutkan ...",
      "slug": "pilih-jurusan",
      "bahasa": "language-js",
      "body": [
        "Meskipun sudah berada di kelas 12, kadang kita masih belum bisa menentukan jurusan kuliah apa yang sabaiknya diambil. Kita tidak bisa mengukur kemampuan dan keinginan kita sehingga pilihan kita justru terpengaruh oleh orang lain, misalnya teman atau orang tua. Apa saja sih yang perlu kalian pertimbangkan ketika memilih jurusan?",
        "<span style='color: #ea580c; font-weight: bold; '>Ketahuilah Minat Kamu</span>",
        "Coba gali kembali apa yang sangat kalian inginkan dan sukai. Ketika kalian menemukan dua hal tersebut maka kalian tinggal mencari informasi jurusan apa yang tepat. Namun perlu diingat, hal yang kita sukai bisa jadi hanya sekedar hobi saja atau bisa menjadi hobi sekaligus profesi yang menghasilkan pendapatan. Sebagai contoh, kalian menyukai olah raga, maka profesi yang berkaitan dengan olah raga bisa jadi guru atau atlet. Kalau olah raga hanya sekedar hobi, maka ini tidak bisa dijadikan acuan memilih jurusan.",
        "<span style='color: #ea580c; font-weight: bold;'>Kemampuan Akademik</span>",
        "Hal lain yang tidak kalah penting adalah kemampuan akademik yang bisa diukur dari rata-rata nilai raport kamu dari semester 1-5. Nilai apa yang sekiranya rata-ratanya tinggi dapat kita gunakan sebagai pertimbangan dalam memillih jurusan. Sebagai contoh, jika kita memilih jurusan kedokteran, maka mata pelajaran kimia dan biologi diusahakan tinggi. Selain dari nilai, kemampuan akademik juga bisa diukur dari sertifikat-sertifikat yang kita peroleh dari luar. Kadang-kadang nilai kita di sekolah tidak bisa mewakili atau tidak mencerminkan kemampuan akademik kita yang sesungguhnya. Ada faktor like and dislike sama guru, ada faktor lingkungan sekolah dan lain-lain. ",
        "<span style='color: #ea580c; font-weight: bold;'>Ekonomi Keluarga</span>",
        "Selama kita menjadi mahasiswa, tentu akan banyak pengeluaran. Jika kita jauh dari rumah, kita akan mencari tempat kos dan juga makan-sehari-hari. Namun, yang terpenting bukan itu, tetapi berapa besarnya biaya UKT atau biaya per semester yang harus dibayar. Ukur sesuai kemampuan orang tua kita. Biaya UKT beberapa universitas biasanya ada di web mereka.",
        "<span style='color: #ea580c; font-weight: bold;'>Prospek Jurusan</span>",
        "Jurusan yang kita pilih sebaiknya memiliki prospek kerja yang luas. Saat ini ada banyak sekali jenis profesi baru yang dulunya belum pernah ada. Sebagai contoh, jaman dulu tidak ada content creator media sosial karena dulu belum seramai sekarang. Namun perlu diingat, jurusan dengan prospek keja semakin tinggi maka persaingannya pun pasti semakin besar",
        "<span style='color: #ea580c; font-weight: bold;'>Kenali Jurusan</span>",
        "Setelah menemukan pilihan jurusan, kalian bisa cek apa saja yang dipelajari di jurusan itu. Tugas-tugas apa yang harus diselesaikan dan kendala-kendala apa yang mungkin akan dihadapi."
      ],
      "ogImageName": "testOg.png",
      "imageUrl": "/image/image1.webp",
      "writer": "Wahyudi, S.Pd.",
      "createdAt": "2023-08-12T07:34:56",
      "updatedAt": "2023-08-12T07:34:56",
      "tags": "SNBT",
      "keyword": "SNBT"
    },
    {
      "id": 2,
      "title": "GET AND PUT To Github API using Postman ",
      "description": "You will know how to get information from your github file and up date data , testing using postman....",
      "slug": "github-postman",
      "bahasa": "language-js",
      "body": [
        "In this case, actually i have an idea to CRUD data into JSON file. I use nextjs framework hosting on vercel and push data via github. For http request, i use postman",
        "<span style='color: #ea580c; font-weight: bold; '>Make Github Token</span>",
        "The first before all, we need a token from github. You can get it by your github <span style='font-style:italic; font-size:medium;'>account, setting, and click developer setting </span>. Then go to <span style='font-style:italic; font-size:medium;'>Personal Acces Token-Token(clasic)-Generate New Token</span>. Personal access tokens (classic) function like ordinary OAuth access tokens. They can be used instead of a password for Git over HTTPS, or can be used to authenticate to the API over Basic Authentication. ",
        "Then, <span style='font-style:italic; font-size:medium;'>fill the Note (What is your token for), set expiration, and select scope</span>. In this case, i select all scope. Finally, Generate Token and copy the token carefully because it appear once.",
        "<span style='color: #ea580c; font-weight: bold;'>Test In Postman</span>",
        "I hope you had installed postman in your divice, and create new collection. We need two method to up date data in our github via postman, GET and PUT. We use Endpoints available for GitHub App user access tokens, <span style='font-style:italic; font-size:medium;'>GET /repos/{owner}/{repo}/contents/{path}</span>. ",
        "Replace {owner} with your account name, {repo} with your repository name, {path} with path your file exist.",
        "First, we want to request by using GET method. In this method set the Authorization to basic auth, and no need body. Use your github token for Authorize and then send the request. We will use data sha to PUT request",
        "Next, we use PUT method to update all data contents in your file. Remember when using PUT method, it mean we replace all data with new data. Use same authorize like GET and set the body to json contain object message, content and sha. Message is information to our commit, while content is our data will be inserted. Remember to change or encode the content to base64. This link will help you to do it <a href='https://www.base64encode.org/' style='text-decoration: underline'>Base64Encode<a/>. While sha is last condition of our commit must updated continuesly. Finaly, by send the request , our data in github will automaticly up dated, in vercel to."
      ],
      "ogImageName": "testOg.png",
      "imageUrl": "/image/assets/code.jpg",
      "writer": "Wahyudi",
      "createdAt": "2023-07-12T19:34:56",
      "updatedAt": "2023-07-12T19:34:56",
      "tags": "Web Programming",
      "keyword": "Github Api, Postman"
    },
    {
      "id": 1,
      "title": "Don't Judge By It's Cover",
      "description": "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle. You are the best one....",
      "slug": "Don't-Judge-By-It's-Cover",
      "bahasa": "language-js",
      "body": [
        "<p ><span style='color: #ea580c; font-weight: bold; text-indent:32px'>Tanjung </span>- Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle. You are the best one. Everything you do never useless. Sometime, people under estimate you, but they don't know what you want. You have a power to grow up, become the winner.Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle.</p>",

        {
          "type": "IklanKonten",
          "props": {
            "someProp": "nilai properti"
          }
        },
        "<p style='margin-bottom:10px; text-indent:32px'>Konten lain setelah komponen.</p>",
        "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle. You are the best one. Everything you do never useless. Sometime, people under estimate you, but they don't know what you want. You have a power to grow up, become the winner.Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle."
      ],
      "ogImageName": "testOg.png",
      "imageUrl": "/image/assets/code.jpg",
      "writer": "Wahyudi",
      "createdAt": "2023-05-18T07:05:56",
      "updatedAt": "2023-05-18T07:05:56",
      "tags": "Education",
      "keyword": "Education"
    },
    {
      "id": 0,
      "title": "Highlight Code Using Prismjs - Nextjs Series",
      "description": "Explain how to apply prismjs into nextjs project - highlihting code....",
      "slug": "Highlight-Code-Using-Prismjs",
      "bahasa": "language-js",
      "body": [
        "<p style='margin-bottom:10px; text-indent:32px'><span style='color: #ea580c; font-weight: bold;'>Tanjung </span>-If you are a beginner, don't worry , me to. So let's learn together. First, install primsjs via npm below </p>",

        "<pre><code>npm install prismjs</code></pre>",

        "<p style='margin-bottom:10px; text-indent:32px'>Second, we download prism.css from the web. You can customize language and the display of theme. Because my roject is nextjs, i store prism.css in public-styles. Then we import it to _app.js </p>",

        "<pre ><code>import '../styles/prism.css';</code></pre>",

        "<p style='margin-bottom:10px; text-indent:32px'>And the next step, we import prismjs in your page</p>",
        "<pre ><code>import Prism from 'prismjs';\nimport 'prismjs/components/prism-javascript';</code></pre>",
        "<p style='margin-bottom:10px; text-indent:32px'>then put useeffect inside your component</p>",
        "<pre ><code>useEffect(() => {\n Prism.highlightAll();\n}, []);</code></pre>",
        "<p style='margin-bottom:10px; text-indent:32px'>the last step, put className='languange-js' inside your div contain text you will highlight</p>"
      ],
      "ogImageName": "testOg.png",
      "imageUrl": "/image/assets/code.jpg",
      "writer": "Wahyudi",
      "createdAt": "2023-05-16T12:34:56",
      "updatedAt": "2023-05-16T12:34:56",
      "tags": "Web Programming",
      "keyword": "Nextjs, PrismJs, Highlight COde"
    }
  ]
}
